[
  {
    "id": 1,
    "name": "Phở chay Hà Nội",
    "short_description": "Phở chay thanh đạm, nước dùng rau củ ngọt tự nhiên, đậu phụ chiên giòn, nấm hương thơm đặc trưng.",
    "image": "assets/images/pho-chay.jpg",
    "time": "Chuẩn bị 30 phút, nấu 45 phút",
    "ingredients": [
      "500g bánh phở tươi",
      "100g nấm hương khô",
      "1 củ cà rốt",
      "1 củ cải trắng",
      "200g đậu phụ",
      "1 củ hành tây",
      "1 nhánh gừng",
      "Hành lá, rau mùi, rau thơm",
      "Gia vị chay: muối, nước tương, tiêu, đường phèn"
    ],
    "steps": [
      "Ngâm nấm hương khô trong nước ấm 20 phút, rửa sạch, cắt đôi nếu nấm to. Mẹo: ngâm với chút muối giúp nấm thơm hơn.",
      "Cà rốt, củ cải trắng, hành tây, gừng rửa sạch, cắt miếng lớn để ninh nước dùng. Để nước dùng trong, không khuấy khi ninh.",
      "Cho cà rốt, củ cải trắng, hành tây, gừng, nấm hương vào nồi, thêm 2 lít nước, ninh nhỏ lửa 40 phút. Nêm 1 thìa cà phê muối, 1 thìa nước tương, 1 thìa đường phèn, 1/2 thìa tiêu. Có thể thêm 1 thìa hạt nêm chay cho vị đậm đà.",
      "Đậu phụ cắt miếng vừa ăn, thấm khô nước, chiên vàng đều các mặt, để ráo dầu. Mẹo: dùng dầu nóng già để đậu giòn lâu.",
      "Bánh phở trụng qua nước sôi, để ráo. Không trụng quá lâu tránh bị nát.",
      "Lọc nước dùng qua rây, bỏ xác rau củ, giữ lại nấm hương. Nêm lại vừa miệng.",
      "Xếp bánh phở vào bát, thêm đậu phụ chiên, nấm hương, hành lá, rau mùi, chan nước dùng nóng lên trên.",
      "Trang trí thêm rau thơm, tiêu xay, dùng kèm chanh, ớt tươi. Mẹo: thêm vài lát gừng tươi giúp món ăn thơm hơn."
    ],
    "tags": ["nấm", "đậu phụ", "món nước"],
    "video_url": "https://youtu.be/EkfZd-aF-t8?si=dgs4Jl66vxSRuloQ"
  },
  {
    "id": 2,
    "name": "Bún riêu chay",
    "short_description": "Bún riêu chay đậm đà, màu sắc hấp dẫn từ cà chua, đậu phụ, nấm rơm, nước dùng ngọt thanh.",
    "image": "assets/images/bun-rieu-chay.jpg",
    "time": "Chuẩn bị 30 phút, nấu 40 phút",
    "ingredients": [
      "500g bún tươi",
      "3 quả cà chua chín",
      "200g đậu phụ",
      "100g nấm rơm",
      "1 củ hành tây",
      "Dầu điều tạo màu",
      "Hành lá, rau sống",
      "Gia vị chay: muối, nước tương, tiêu, đường phèn"
    ],
    "steps": [
      "Cà chua rửa sạch, cắt múi cau. Nấm rơm rửa sạch, cắt đôi. Đậu phụ cắt miếng nhỏ, thấm khô, chiên vàng giòn.",
      "Phi thơm 1 thìa dầu ăn với hành tây băm, cho cà chua vào xào mềm, thêm 1 thìa dầu điều tạo màu đỏ đẹp. Mẹo: xào cà chua lâu giúp nước dùng đậm vị.",
      "Thêm nấm rơm, xào cùng cà chua, đổ vào 1.5 lít nước, ninh nhỏ lửa 20 phút. Nêm 1 thìa muối, 1 thìa nước tương, 1 thìa đường phèn, 1/2 thìa hạt nêm chay.",
      "Thả đậu phụ chiên vào nồi, đun thêm 5 phút cho thấm vị. Nêm lại vừa ăn.",
      "Bún trụng qua nước sôi, để ráo. Rau sống rửa sạch, ngâm nước muối loãng 5 phút, để ráo nước.",
      "Xếp bún vào tô, thêm rau sống, chan nước dùng, thêm đậu phụ, nấm rơm, cà chua, rắc hành lá, tiêu xay.",
      "Dùng kèm chanh, ớt, nước tương. Mẹo: thêm vài lát ớt tươi giúp món ăn dậy vị."
    ],
    "tags": ["cà chua", "đậu phụ", "món nước"],
    "video_url": "https://youtu.be/wOsJSAkxo1U?si=JmJUN_hiFMNzqvau"
  },
  {
    "id": 3,
    "name": "Cơm rang thập cẩm chay",
    "short_description": "Cơm rang chay với rau củ, nấm, đậu phụ, hạt điều, màu sắc bắt mắt, vị đậm đà.",
    "image": "assets/images/com-rang-chay.jpg",
    "time": "Chuẩn bị 20 phút, nấu 20 phút",
    "ingredients": [
      "2 bát cơm nguội",
      "1 củ cà rốt",
      "50g đậu Hà Lan",
      "50g ngô ngọt",
      "100g đậu phụ",
      "30g hạt điều rang",
      "50g nấm hương tươi",
      "Hành lá, rau mùi",
      "Gia vị chay: muối, nước tương, tiêu"
    ],
    "steps": [
      "Cà rốt, nấm hương, đậu phụ cắt hạt lựu. Đậu Hà Lan, ngô ngọt rửa sạch, để ráo. Mẹo: dùng cơm nguội để cơm rang không bị nát.",
      "Phi thơm 1 thìa dầu ăn với hành lá, cho cà rốt, nấm, đậu Hà Lan, ngô ngọt vào xào chín tới. Nêm 1/2 thìa muối, 1/2 thìa nước tương.",
      "Thêm đậu phụ vào xào cùng, đảo nhẹ tay để không bị nát. Có thể thêm 1/2 thìa hạt nêm chay cho vị đậm đà.",
      "Cho cơm nguội vào, đảo đều tay trên lửa lớn để cơm tơi, không bị dính. Nêm lại vừa ăn, thêm 1/2 thìa tiêu.",
      "Thêm hạt điều rang, đảo đều, tắt bếp. Rắc tiêu, rau mùi lên trên. Mẹo: đảo nhanh tay giúp cơm không bị khô.",
      "Bày ra đĩa, trang trí thêm rau mùi, dùng nóng."
    ],
    "tags": ["cơm", "đậu phụ", "món xào"],
    "video_url": "https://youtu.be/QqQF-AUjmNI?si=mCJztCGbTPxqAbmr"
  },
  {
    "id": 4,
    "name": "Đậu phụ sốt cà chua",
    "short_description": "Đậu phụ mềm sốt cà chua chay, vị chua ngọt hài hòa, ăn cùng cơm rất ngon.",
    "image": "assets/images/dau-phu-sot-ca-chua.jpg",
    "time": "Chuẩn bị 15 phút, nấu 20 phút",
    "ingredients": [
      "300g đậu phụ",
      "2 quả cà chua chín",
      "Hành lá, rau mùi",
      "Dầu ăn",
      "Gia vị chay: muối, nước tương, tiêu, đường"
    ],
    "steps": [
      "Đậu phụ cắt miếng vừa ăn, thấm khô nước, chiên vàng đều các mặt, để ráo dầu. Mẹo: dùng dầu nóng già để đậu giòn lâu.",
      "Cà chua rửa sạch, cắt nhỏ, phi thơm 1 thìa dầu ăn với hành lá, cho cà chua vào xào đến khi mềm, thêm 50ml nước tạo sốt.",
      "Nêm 1/2 thìa muối, 1 thìa nước tương, 1 thìa đường, 1/2 thìa hạt nêm chay, đun nhỏ lửa 5 phút cho sốt sánh lại.",
      "Cho đậu phụ vào sốt cà chua, đảo nhẹ tay để thấm đều sốt, đun thêm 3 phút. Nêm lại vừa ăn.",
      "Rắc hành lá, rau mùi, tiêu xay lên trên, bày ra đĩa, dùng nóng với cơm trắng. Mẹo: thêm chút rau mùi giúp món ăn thơm hơn."
    ],
    "tags": ["đậu phụ", "cà chua", "món xào"],
    "video_url": "https://youtu.be/jHMANsB2hkc?si=psvuzfxpYmck2pJC"
  },
  {
    "id": 5,
    "name": "Gỏi cuốn chay",
    "short_description": "Gỏi cuốn chay thanh mát, nhiều rau củ, đậu phụ chiên, ăn kèm nước chấm đặc biệt.",
    "image": "assets/images/goi-cuon-chay.jpg",
    "time": "Chuẩn bị 25 phút, nấu 10 phút",
    "ingredients": [
      "10 bánh tráng cuốn",
      "100g rau sống các loại",
      "1 củ cà rốt",
      "1 quả dưa leo",
      "100g đậu phụ",
      "100g bún tươi",
      "Nước chấm chay: tương, chanh, ớt, đường"
    ],
    "steps": [
      "Cà rốt, dưa leo rửa sạch, cắt sợi nhỏ. Đậu phụ cắt miếng, thấm khô, chiên vàng, để ráo dầu.",
      "Rau sống rửa sạch, ngâm nước muối loãng 5 phút, để ráo nước. Bún tươi trụng qua nước sôi, để nguội.",
      "Nhúng bánh tráng qua nước ấm cho mềm, trải ra thớt sạch. Mẹo: không nhúng quá lâu tránh bánh bị rách.",
      "Xếp rau sống, cà rốt, dưa leo, bún, đậu phụ lên bánh tráng, cuốn chặt tay. Có thể thêm rau thơm cho vị đặc biệt.",
      "Pha nước chấm: 2 thìa tương, 1 thìa nước cốt chanh, 1 thìa đường, ớt băm, 1 thìa nước lọc, khuấy đều cho vừa vị. Nêm lại cho cân bằng chua ngọt cay.",
      "Bày gỏi cuốn ra đĩa, dùng kèm nước chấm, trang trí thêm rau thơm. Mẹo: dùng khăn ẩm phủ lên giúp gỏi cuốn không bị khô."
    ],
    "tags": ["rau củ", "đậu phụ", "món khô"],
    "video_url": "https://youtu.be/d_bznxbRfMk?si=sqVe24l7ibKHyZBE"
  },
  {
    "id": 6,
    "name": "Canh nấm đậu phụ",
    "short_description": "Canh nấm đậu phụ thanh đạm, bổ dưỡng, vị ngọt tự nhiên từ nấm và rau củ.",
    "image": "assets/images/canh_nam_dau_phu.jpg",
    "time": "Chuẩn bị 15 phút, nấu 20 phút",
    "ingredients": [
      "200g nấm các loại (nấm hương, nấm rơm, nấm kim châm)",
      "100g đậu phụ",
      "1 củ cà rốt",
      "Hành lá, rau mùi",
      "Gia vị chay: muối, nước tương, tiêu"
    ],
    "steps": [
      "Nấm các loại rửa sạch, cắt miếng vừa ăn. Cà rốt gọt vỏ, cắt lát mỏng. Đậu phụ cắt miếng nhỏ. Mẹo: dùng nấm tươi giúp nước canh ngọt hơn.",
      "Đun sôi 1 lít nước, cho cà rốt vào nấu 5 phút, tiếp đến cho nấm vào nấu thêm 10 phút. Nêm 1/2 thìa muối, 1 thìa nước tương, 1/2 thìa hạt nêm chay.",
      "Thêm đậu phụ, đun thêm 3 phút cho thấm vị. Nêm lại vừa ăn, thêm 1/2 thìa tiêu.",
      "Rắc hành lá, rau mùi, tiêu xay lên trên, dùng nóng. Mẹo: thêm chút rau mùi giúp canh thơm hơn."
    ],
    "tags": ["nấm", "đậu phụ", "món nước"],
    "video_url": "https://youtu.be/kx3T-zMmeNE?si=D2_x7AkcZBUZxz3P"
  },
  {
    "id": 7,
    "name": "Bánh xèo chay",
    "short_description": "Bánh xèo chay giòn rụm, nhân rau củ, nấm, ăn kèm rau sống và nước chấm chay.",
    "image": "assets/images/banh-xeo-chay.jpg",
    "time": "Chuẩn bị 35 phút, nấu 30 phút",
    "ingredients": [
      "200g bột bánh xèo",
      "200ml nước cốt dừa",
      "100g nấm các loại",
      "1 củ cà rốt",
      "50g giá đỗ",
      "Rau sống các loại",
      "Nước chấm chay: tương, chanh, ớt, đường"
    ],
    "steps": [
      "Pha bột bánh xèo với nước cốt dừa, thêm 1/2 thìa muối, khuấy đều, để nghỉ 15 phút. Mẹo: dùng nước cốt dừa giúp vỏ bánh thơm béo.",
      "Nấm, cà rốt rửa sạch, cắt sợi nhỏ. Xào nấm, cà rốt, giá đỗ với 1/2 thìa muối cho chín tới. Có thể thêm 1/2 thìa hạt nêm chay cho vị đậm đà.",
      "Làm nóng chảo chống dính, quét lớp dầu mỏng, đổ bột bánh xèo vào, xoay đều cho mỏng, thêm nhân rau củ vào giữa, đậy nắp 2 phút cho bánh chín và giòn. Mẹo: dùng lửa vừa để bánh không bị cháy.",
      "Gập đôi bánh, lấy ra đĩa, dùng kèm rau sống và nước chấm chay pha từ tương, chanh, ớt, đường. Trang trí thêm rau thơm cho đẹp mắt."
    ],
    "tags": ["nấm", "rau củ", "món chiên"],
    "video_url": ""
  },
  {
    "id": 8,
    "name": "Chè đậu xanh chay",
    "short_description": "Chè đậu xanh chay ngọt thanh, giải nhiệt, ăn kèm nước cốt dừa béo nhẹ.",
    "image": "assets/images/che-dau-xanh-chay.jpg",
    "time": "Chuẩn bị 15 phút, nấu 35 phút",
    "ingredients": [
      "200g đậu xanh đã cà vỏ",
      "100g đường phèn",
      "100ml nước cốt dừa",
      "1/4 thìa muối"
    ],
    "steps": [
      "Ngâm đậu xanh 2 tiếng, rửa sạch, cho vào nồi với 1 lít nước, nấu lửa nhỏ đến khi đậu mềm. Mẹo: thêm chút muối khi nấu giúp đậu nhanh mềm.",
      "Thêm 100g đường phèn, khuấy đều cho tan, nêm 1/4 thìa muối cho vị đậm đà. Nêm lại vừa ăn.",
      "Múc chè ra bát, thêm nước cốt dừa lên trên, dùng nóng hoặc lạnh đều ngon. Trang trí thêm dừa nạo nếu thích."
    ],
    "tags": ["đậu xanh", "món tráng miệng"],
    "video_url": ""
  },
  {
    "id": 9,
    "name": "Súp bí đỏ chay",
    "short_description": "Súp bí đỏ chay mịn, thơm, giàu dinh dưỡng, thích hợp cho trẻ nhỏ và người ăn kiêng.",
    "image": "assets/images/sup-bi-do-chay.jpg",
    "time": "Chuẩn bị 20 phút, nấu 30 phút",
    "ingredients": [
      "300g bí đỏ",
      "100g khoai tây",
      "1 củ cà rốt",
      "200ml sữa hạt (hạnh nhân, óc chó...)",
      "Muối, tiêu"
    ],
    "steps": [
      "Bí đỏ, khoai tây, cà rốt gọt vỏ, cắt miếng nhỏ. Cho vào nồi với 1 lít nước, nấu mềm. Mẹo: thêm chút muối khi nấu giúp rau củ giữ màu đẹp.",
      "Vớt rau củ ra, để nguội bớt, xay nhuyễn cùng 200ml sữa hạt cho mịn. Nêm 1/2 thìa muối, 1/2 thìa tiêu, 1/2 thìa hạt nêm chay.",
      "Đổ lại vào nồi, đun nhỏ lửa 5 phút cho súp sánh lại. Nêm lại vừa ăn.",
      "Múc súp ra bát, trang trí thêm rau mùi, dùng nóng. Mẹo: thêm chút tiêu xay giúp món ăn dậy vị."
    ],
    "tags": ["bí đỏ", "món nước"],
    "video_url": ""
  },
  {
    "id": 10,
    "name": "Đậu phụ chiên giòn",
    "short_description": "Đậu phụ chiên giòn vàng, lớp vỏ xù hấp dẫn, ăn kèm nước chấm chay cay nhẹ.",
    "image": "assets/images/dau-phu-chien-gion.jpg",
    "time": "Chuẩn bị 15 phút, nấu 15 phút",
    "ingredients": [
      "300g đậu phụ",
      "100g bột chiên giòn",
      "Dầu ăn",
      "Nước chấm chay: tương, ớt, chanh"
    ],
    "steps": [
      "Đậu phụ cắt miếng vừa ăn, thấm khô nước bằng giấy. Mẹo: dùng đậu phụ trắng giúp món ăn giòn lâu.",
      "Lăn từng miếng đậu qua bột chiên giòn, phủ đều các mặt. Có thể thêm chút tiêu vào bột để tăng hương vị.",
      "Làm nóng dầu ăn, thả đậu phụ vào chiên vàng giòn, vớt ra để ráo dầu. Nên chiên ngập dầu để vỏ giòn đều.",
      "Pha nước chấm: 2 thìa tương, 1 thìa ớt băm, 1 thìa nước cốt chanh, khuấy đều cho vừa vị. Nêm lại cho cân bằng chua cay mặn ngọt.",
      "Bày đậu phụ ra đĩa, dùng nóng với nước chấm. Trang trí thêm rau thơm cho đẹp mắt."
    ],
    "tags": ["đậu phụ", "món chiên"],
    "video_url": ""
  },
  {
    "id": 11,
    "name": "Nấm xào thập cẩm",
    "short_description": "Nấm xào thập cẩm chay, nhiều loại nấm, rau củ, vị ngọt tự nhiên, màu sắc bắt mắt.",
    "image": "assets/images/nam-xao-thap-cam.jpg",
    "time": "Chuẩn bị 20 phút, nấu 15 phút",
    "ingredients": [
      "200g nấm các loại",
      "1 củ cà rốt",
      "50g đậu Hà Lan",
      "50g ngô ngọt",
      "Gia vị chay: muối, nước tương, tiêu"
    ],
    "steps": [
      "Nấm các loại rửa sạch, cắt miếng vừa ăn. Cà rốt gọt vỏ, cắt sợi nhỏ. Đậu Hà Lan, ngô ngọt rửa sạch. Mẹo: dùng nhiều loại nấm giúp món ăn đa dạng vị.",
      "Phi thơm 1 thìa dầu ăn với hành lá, cho cà rốt, đậu Hà Lan, ngô ngọt vào xào chín tới. Nêm 1/2 thìa muối, 1/2 thìa nước tương.",
      "Thêm nấm vào xào cùng, đảo đều tay, nêm thêm 1/2 thìa hạt nêm chay, 1/2 thìa tiêu. Nêm lại vừa ăn.",
      "Tắt bếp, rắc tiêu, bày ra đĩa, trang trí thêm rau mùi. Mẹo: xào nhanh tay giúp rau củ giữ độ giòn."
    ],
    "tags": ["nấm", "rau củ", "món xào"],
    "video_url": ""
  },
  {
    "id": 12,
    "name": "Bánh chuối hấp chay",
    "short_description": "Bánh chuối hấp chay mềm thơm, vị ngọt tự nhiên, ăn kèm nước cốt dừa béo nhẹ.",
    "image": "assets/images/banh-chuoi-hap-chay.jpg",
    "time": "Chuẩn bị 25 phút, nấu 40 phút",
    "ingredients": [
      "5 quả chuối chín",
      "150g bột năng",
      "100g đường",
      "100ml nước cốt dừa",
      "1/4 thìa muối"
    ],
    "steps": [
      "Chuối chín bóc vỏ, cắt lát mỏng, trộn với bột năng, đường, muối cho đều. Mẹo: dùng chuối tây chín giúp bánh thơm hơn.",
      "Quét lớp dầu mỏng vào khuôn, đổ hỗn hợp chuối vào, dàn đều, hấp cách thủy 40 phút đến khi bánh trong và dẻo. Nên dùng lửa vừa để bánh không bị nát.",
      "Để nguội, cắt miếng vừa ăn, rưới nước cốt dừa lên trên, dùng lạnh càng ngon. Trang trí thêm dừa nạo nếu thích."
    ],
    "tags": ["chuối", "món tráng miệng"],
    "video_url": ""
  }
]
